Overload List
Name  |   Description
AsValueString
 Get the parameter value as a string with units.
AsValueString(FormatOptions)
 Get the parameter value as a string with units.
 See Also
  Parameter Class
  Parameter Members
  Autodesk.Revit.DB Namespace